Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Boxer could not get beyond the letter D.
uk_1984_iryna_dybko_khutir_tvaryn: Добрилов вивчив азбуку аж до букви Д,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксер більше чотирьох літер запам'ятати не міг.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Боксер далі літери Г не просунувся.

source: He would trace out A, B, C, D, in the dust with his great hoof, and then would stand staring at the letters with his ears back, sometimes shaking his forelock, trying with all his might to remember what came next and never succeeding.
uk_1984_iryna_dybko_khutir_tvaryn: не раз вдивлявся в наступні букви, але пробуючи їх запам’ятати — зразу забував попередні. Стояв він не раз і не два над буквами, потрясав бідолаха головою, всім зусиллям свого ума старався запам'ятати хоч декілька букв, але дарма, тож вирішив не висилюватися понад свої спроможності, а лише ті чотири перші засвоїти, виписуючи їх на землі копитом двічі на день.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Іноді виведе в пилюці своїм великим копитом А, Б, В, Г і стоїть, втупившись у ці літери, час від часу щулячи вуха, стріпуючи гривою і, напружуючи пам'ять, пригадуючи, що ж далі. Але марно.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Інколи, обережно рухаючи величезним копитом, він виводив у пилюці літери А, Б, В, Г, а потім довго дивився на них, стріпуючи вухами й гривою, намагаючись згадати, що ж далі.

source: On several occasions, indeed, he did learn E, F, G, H, but by the time he knew them, it was always discovered that he had forgotten A, B, C, and D.
uk_1984_iryna_dybko_khutir_tvaryn: [не раз вдивлявся в наступні букви, але пробуючи їх запам’ятати — зразу забував попередні.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кілька разів він таки долав наступні чотири літери, але тим часом забував перші чотири.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та намарне. Щоправда, бувало й таке, коли йому вдавалося опанувати наступні Д, Е, Ж, З, але поки запам’ятовував їх, забувалися попередні вивчені літери.

source: Finally he decided to be content with the first four letters, and used to write them out once or twice every day to refresh his memory.
uk_1984_iryna_dybko_khutir_tvaryn: [тож вирішив не висилюватися понад свої спроможності, а лише ті чотири перші засвоїти, виписуючи їх на землі копитом двічі на день.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І Боксер мусив задовольнитися першими чотирма літерами, пишучи їх раз а то й два на день, щоб закріпити в пам'яті.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зрештою він вирішив задовольнитися першими чотирма літерами, а щоб не забуватися, писав їх раз або й двічі на день.

source: Mollie refused to learn any but the six letters which spelt her own name.
uk_1984_iryna_dybko_khutir_tvaryn: Порожноума Мілочка вивчила лише сім букв, тих, що їх потрібно було для написання її імени, а вивчити всі інші просто відмовлялась.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Моллі визнавала лише ті п'ять літер, які складали її ім'я.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Моллі погодилася вивчити тільки ті п’ять букв, з яких складалося її ім’я.

source: She would form these very neatly out of pieces of twig, and would then decorate them with a flower or two and walk round them admiring them.
uk_1984_iryna_dybko_khutir_tvaryn: Вона із прутиків укладала завчені букви свого імени, прикрашувала їх квітами, ходила довкруг них і захоплено вдивлялась.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вона вкрай ретельно викладала їх з гілочок, прикрашала квіточками, а тоді ходила навколо і милувалась.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вона акуратно викладала ці літери з гілочок, потім прикрашала їх квітами й милувалася зробленим, походжаючи навколо.

source: None of the other animals on the farm could get further than the letter A. It was also found that the stupider animals, such as the sheep, hens, and ducks, were unable to learn the Seven Commandments by heart.
uk_1984_iryna_dybko_khutir_tvaryn: Решта тварин не була спроможна вивчити азбуки, крім єдиної букви А. Обмежені умом качки й кури навіть не цікавились засвоєнням Сімох заповідей тваринізму.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Решта тварин на фермі далі літери А не просунулись. Виявилося також, що абетка важко дається вівцям, курам та качкам. Вони неспроможні завчити й Сім Заповідей.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Решта тварини далі літери А не просунулися. Виявилося, що вівці, кури, качки навіть нездатні вивчити напам’ять Сім Положень.

source: After much thought Snowball declared that the Seven Commandments could in effect be reduced to a single maxim, namely: “Four legs good, two legs bad.”
uk_1984_iryna_dybko_khutir_tvaryn: Тому Давидович вирішив, що для таких, які не можуть вивчити заповідей, треба скоротити їх до одної: «Чотириноге створіння добре, двоноге зле».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Після тривалих роздумів Сніжок оголосив, що Сім Заповідей можна, власне, звести до одного гасла, а саме: «Чотири ноги добре, а дві — погано».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тож після довгих роздумів Сніжок дійшов висновку, що з семи можна зробити одне гасло, а саме: «Чотири ноги — добре, дві ноги — погано».

source: This, he said, contained the essential principle of Animalism. Whoever had thoroughly grasped it would be safe from human influences.
uk_1984_iryna_dybko_khutir_tvaryn: — Ця заповідь, — пояснив Давидович, — істотний принцип тваринізму, і хто її засвоїть, буде відпорний на будь-які впливи людини.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Це і є, як він казав, основна засада тваринизму. Хто всебічно засвоїв її, тому не страшні людські впливи.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це і є, завважив він, головна засада Тваринізму. Хто міцно засвоїть її, той буде надійно захищений від людського впливу.

source: The birds at first objected, since it seemed to them that they also had two legs, but Snowball proved to them that this was not so.
uk_1984_iryna_dybko_khutir_tvaryn: На таке пояснення запротестували птиці, бо ж вони підстрибували на двох ногах.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Спершу птахи протестували, бо їм здавалося, що і в них дві кінцівки, але Сніжок довів їм, що вони помиляються.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Птахи спочатку висловилися проти, бо їм здавалося, що й вони мають тільки дві кінцівки, але Сніжок розвінчав їхні побоювання.

source: “A bird’s wing, comrades,” he said, “is an organ of propulsion and not of manipulation. It should therefore be regarded as a leg. The distinguishing mark of man is the hand, the instrument with which he does all his mischief.”
uk_1984_iryna_dybko_khutir_tvaryn: Але Давидович переконав їх, що воно не так, бо крила птиць конечні для полету, ними переносять себе з місця на місце; таким чином, вони не те, що руки людини, ті руки, ЩО СВОЇМИ вчинками приносять всяке лихо тваринам.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Крило у птахів, товариші, це засіб пересування, а не маніпулювання, — казав він. — Корінною ознакою людини є р у к а, знаряддя, яким і чинить всі кривди.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Крила, товариші, — сказав він, — це засіб пересування в просторі, тому слід вважати їх ногами. Визначальною ознакою людини є рука — інструмент, за допомогою якого вона чинить зло.

source: The birds did not understand Snowball’s long words, but they accepted his explanation, and all the humbler animals set to work to learn the new maxim by heart.
uk_1984_iryna_dybko_khutir_tvaryn: Хоч птиці не розуміли довгих пояснень Давидовича, добродушно прийняли їх та почали покірно вивчати правило одної заповіді:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Птахи не зовсім збагнули довгу промову Сніжка, та пристали на його пояснення, і всі нижчі тварини ревно заповзялися запам'ятовувати нове гасло.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Птахи не зовсім зрозуміли складне пояснення Сніжка, але й не оскаржили, після чого всі нездатні до грамоти тварини із завзяттям взялися за вивчення нового гасла.

source: FOUR LEGS GOOD, TWO LEGS BAD, was inscribed on the end wall of the barn, above the Seven Commandments and in bigger letters.
uk_1984_iryna_dybko_khutir_tvaryn: «Чотироноге створіння добре, двоноге зле». А Давидович наказав цю одну заповідь написати на стіні стодоли над усіма заповідями більшими буквами, щоб вони звертали увагу всіх жителів хутора.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: «ЧОТИРИ НОГИ ДОБРЕ, А ДВІ — ПОГАНО» — написали на тильній стіні хліва над Сімома Заповідями, і ще більшими літерами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: «Чотири ноги — добре, дві ноги — погано» — вивели свині ще більшими літерами на задній стіні хліва над Сімома Положеннями.

source: When they had once got it by heart, the sheep developed a great liking for this maxim, and often as they lay in the field they would all start bleating “Four legs good, two legs bad! Four legs good, two legs bad!” and keep it up for hours on end, never growing tired of it.
uk_1984_iryna_dybko_khutir_tvaryn: Овечки так полюбили цю заповідь, що в кожну вільну хвилину від пращ та й на пасовиську, відпочиваючи, постійно мекали: «Чотириноге добре, двоноге зле-е-е».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Раз завчивши те гасло, вівці неабияк вподобали його, і часто, лежачи в полі, починали мекати: «Чотири ноги добре, а дві — погано! Чотири ноги добре, а дві — погано!» І не знали в цьому втоми, мекали годинами без кінця-краю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Засвоївши нарешті вислів, вівці полюбили його так сильно, що часто, лежачи на пасовиську, всі разом раптом починали бекати: «Чотири ноги — добре, дві ноги — погано! Чотири ноги — добре, дві ноги — погано!» — це тривало годинами й ніколи їм не набридало.

source: Napoleon took no interest in Snowball’s committees. He said that the education of the young was more important than anything that could be done for those who were already grown up.
uk_1984_iryna_dybko_khutir_tvaryn: До всіх плянів та комітетів, що їх засновував Давидович із метою піднести рівень хутора, Вісарйонов не виказав найменшого зацікавлення, навпаки, ставився з нехіттю, а питання науки для тварин просто відкидав, уважаючи, що освіта повинна бути для молодшого покоління, старших же треба затруднювати обов’язками праці на хуторі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеона мало обходили Сніжкові комітети. Він казав, що виховання молоді важливіше, ніж виховання дорослих.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон не долучався до діяльності Комітетів, організованих Сніжком. Він вважав, що виховання молоді набагато важливіше, ніж навчання дорослих.

source: It happened that Jessie and Bluebell had both whelped soon after the hay harvest, giving birth between them to nine sturdy puppies.
uk_1984_iryna_dybko_khutir_tvaryn: Після жнив Белова і Джесова стали матерями, обидві привели аж по дев’ять щенят.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сталося так, що невдовзі після косовиці Джессі й Квітка ощенилися й привели дев'ять дебелих цуценят.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сталося так, що невдовзі після косовиці ощенилися і Джессі, і Блюбелл, навівши дев’ятьох здорових цуценят.

source: As soon as they were weaned, Napoleon took them away from their mothers, saying that he would make himself responsible for their education.
uk_1984_iryna_dybko_khutir_tvaryn: Як тільки прийшов час відлучення щенят від кормівлі груддю, Вісарйонов зібрав їх під свою опіку, пояснюючи, що він буде відповідальним за освіту щенят;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коли ті перестали ссати, Наполеон забрав їх у матерів, мовляв, сам виховуватиме їх.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тільки-но вони змогли обходитися без материнського молока, Наполеон заявив, що сам їх виховає.

source: He took them up into a loft which could only be reached by a ladder from the harness-room, and there kept them in such seclusion that the rest of the farm soon forgot their existence.
uk_1984_iryna_dybko_khutir_tvaryn: примістивши їх на і прищі стодоли, тримав у відокремленні від решти тварин. До щенят тільки Вісарйонов по драбині сам підходив, не дозволяючи більш нікому туди. Внезабарі, на хуторі забули про щенят.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він позаносив щенят на горище, куди можна вилізти лише по драбині із збруярні, і осібно тримав їх там. Тож невдовзі всі забули про них.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він помістив цуценят на горищі, куди можна було дістатися тільки по драбині зі штаб-квартири. І незабаром усі забули про їхнє існування.

source: The mystery of where the milk went to was soon cleared up. It was mixed every day into the pigs’ mash.
uk_1984_iryna_dybko_khutir_tvaryn: Після деякого часу загадкове щезання молока стало всім відоме: його зразу після видоєння корів зберігали для виключного вжитку в харчуванні кабанів і свиней.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Таємниця того, куди зникало молоко, незабаром випливла: його щодня домішували до свинячого пійла.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Таємниця постійного зникнення молока незабаром розкрилася. З’ясувалося, що його споживали свині, щодня підмішуючи у своє пійло.

source: The early apples were now ripening, and the grass of the orchard was littered with windfalls.
uk_1984_iryna_dybko_khutir_tvaryn: Відтак вийшло зарядження Вісарйонова, щоби спілі вже яблука, що під подувом виру спадали, тварини негайно повизбирували і, до одногого, передавали до кухні свиням.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вже достигали перші яблука, і вони всипали траву в садку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Уже дозрівали ранні сорти яблук, і падалиці щедро сипалися у траву під яблунями.

source: The animals had assumed as a matter of course that these would be shared out equally; one day, however, the order went forth that all the windfalls were to be collected and brought to the harness-room for the use of the pigs.
uk_1984_iryna_dybko_khutir_tvaryn: [Відтак вийшло зарядження Вісарйонова, щоби спілі вже яблука, що під подувом виру спадали, тварини негайно повизбирували і, до одногого, передавали до кухні свиням.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини вважали, що яблука розподілять між усіма порівну. Проте якогось дня було сказано зібрати всі яблука й доставити їх до збруярні, свиням до вжитку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини не сумнівалися, що яблука поділять між усіма порівну, проте одного разу вийшов наказ зібрати плоди й принести в штаб-квартиру для потреб свиней.

source: At this some of the other animals murmured, but it was no use. All the pigs were in full agreement on this point, even Snowball and Napoleon.
uk_1984_iryna_dybko_khutir_tvaryn: Деякі тварини відчули несправедливий розподіл харчів у тому й повали нарікати, але те не помогло, бо свині й поросята були за рішенням Вісарйонова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На це дехто невдоволено буркотів, та марно: тут усі свині були одностайними, навіть Сніжок з Наполеоном.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Деякі тварини пошепки висловлювали протест, але безрезультатно: всі свині були цілком одностайні, що з яблуками слід було вчинити саме так, навіть Сніжок і Наполеон не сперечалися з цього приводу.

source: Squealer was sent to make the necessary explanations to the others.
uk_1984_iryna_dybko_khutir_tvaryn: А до невдоволених тварин Вісарйонов послав Нікітова, щоб той пояснив причину його рішення у приділах харчів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пищика уповноважили дати необхідні пояснення.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пискуна делегували зробити необхідні роз’яснення.

source: “Comrades!” he cried. “You do not imagine, I hope, that we pigs are doing this in a spirit of selfishness and privilege?
uk_1984_iryna_dybko_khutir_tvaryn: — Товариші! — промовив Нікітов. — Я не вірю, що на мить ви могли подумати про зарядження Вісарйонова, що воно несправедливе, мовляв, зумовлене особистим егоїзмом чи окремими привілеями для всіх свиней. Повірте, що воно не так!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Товариші! — гукнув він. — Сподіваюсь, ви не гадаєте, що ми, свині, чинимо так з егоїзму й через привілей?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Товариші! — гукнув він. — Чи не подумали ви, що ми, свині, чинимо так через егоїзм і якісь примарні привілеї?

source: Many of us actually dislike milk and apples. I dislike them myself.
uk_1984_iryna_dybko_khutir_tvaryn: До речі, багато з нас не любить ні молока ні яблук, я навіть відчуваю відразу до них.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Багатьом із нас не до вподоби молоко та яблука. І мені теж.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Насправді багато хто з нас не любить ні молока, ні яблук. Особисто мені вони не до вподоби.

source: Our sole object in taking these things is to preserve our health.
uk_1984_iryna_dybko_khutir_tvaryn: Нашою єдиною причиною у споживанні тих харчів є зберігання здоров’я для розумових спроможностей;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Єдине, для чого ми беремо цей харч, — піклування про загальне здоров'я.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Єдина мета, яку ми переслідуємо, споживаючи цю їжу, — зберегти своє здоров’я.

source: We pigs are brainworkers. The whole management and organisation of this farm depend on us.
uk_1984_iryna_dybko_khutir_tvaryn: знаєте, що увесь провід хутора належить до нас, ми день і ніч працюємо над поліпшенням ваших умов життя. Добробут хутора залежить від наших організаційних здібностей, буття хутора належить нашій відповідальності.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ми, свині, працюємо розумово, вся організація, все господарювання лежить на нас.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Адже ми, свині, працівники розумової праці. Наш внесок в організацію робіт на фермі неоціненний.

source: Day and night we are watching over your welfare.
uk_1984_iryna_dybko_khutir_tvaryn: [ми день і ніч працюємо над поліпшенням ваших умов життя.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Денно й нощно ми дбаємо про ваш добробут.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Удень і вночі ми піклуємося про ваш добробут.

source: It is for your sake that we drink that milk and eat those apples.
uk_1984_iryna_dybko_khutir_tvaryn: Це, товариші, тільки заради вас ми п’ємо те незлюблене молоко та їмо ті несмачні яблука.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І саме заради вас ми п'ємо це молоко, їмо ці яблука.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Для вас ми п’ємо це молоко і їмо ці яблука.

source: Do you know what would happen if we pigs failed in our duty?
uk_1984_iryna_dybko_khutir_tvaryn: Чи ви свідомі того, що сталося б, якби ми не сповняли своїх обов’язків праці, якщо б хтось із нас занедужав?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А чи знаєте ви, що було б, якби ми, свині, не виконували свого святого обов'язку?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Чи знаєте ви, що станеться, якщо свині не зможуть виконувати свій обов’язок?

source: Jones would come back! Yes, Jones would come back!
uk_1984_iryna_dybko_khutir_tvaryn: Напевно, без сумніву, Романов повернув би сюди! О так, жорстокий Романов став би знову паном цього хутора.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Повернувся б Джонс! Так-так, повернувся б Джонс!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Повернеться Джонс! Так, повернеться Джонс!

source: Now if there was one thing that the animals were completely certain of, it was that they did not want Jones back.
uk_1984_iryna_dybko_khutir_tvaryn: Без найменшого сумніву, що жодна тварина не бажала ще раз побачити на хуторі людину-Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І справді, якщо в чомусь тварини й були одностайні, то це в тому, щоб ніколи не повернувся Джонс.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Справді, повернення Джонса не бажав ніхто. У цьому тварини були одностайні.

source: When it was put to them in this light, they had no more to say.
uk_1984_iryna_dybko_khutir_tvaryn: Отже, при такому насвітленні й поясненні розпорядження Вісарйонова, тваринам не лишалось нічого іншого, як погодитись із кожним словом Нікітова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Після такого запитання їм нічого було казати.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тож справу залагодили швидко.

source: The importance of keeping the pigs in good health was all too obvious.
uk_1984_iryna_dybko_khutir_tvaryn: Значить, немає іншої ради, як вдержувати кабанів і свиней у доброму здоров’ї, навіть коштом власного недоїдання.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Значення того, щоб свині перебували в доброму здоров'ї було надто очевидним.

source: So it was agreed without further argument that the milk and the windfall apples (and also the main crop of apples when they ripened) should be reserved for the pigs alone.
uk_1984_iryna_dybko_khutir_tvaryn: Добре почування свиней було вже тваринам самозрозумілим і вони без спротиву, одноголосно, вирішили, що все молоко й яблука, не лише ті, що їх вітер стрясає з дерева, але й ті, що їх зриватимуть, будуть зберігатись лише для свиней.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Отож без зайвих суперечок погодилися молоко і яблука-падалиці (а також весь урожай яблук, коли дозріє) надати для свиней.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Без подальшого обговорення всі погодилися, що молоко та яблука, не тільки падалиці, а й весь урожай, зібраний восени, треба повністю віддати свиням.

source: Chapter IV
uk_1984_iryna_dybko_khutir_tvaryn: IV
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Розділ IV

source: By the late summer the news of what had happened on Animal Farm had spread across half the county.
uk_1984_iryna_dybko_khutir_tvaryn: Під кінець літа вістки про те, що тварини прогнали Романова і зайняли під своє володіння Панський хутір, розійшлись по всьому довкіллі,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: До кінця літа звістка про те, що сталося в «Раї для Тварин», облетіла півкраїни.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: До кінця літа звістка про кардинальні зміни в колишній «Садибі» облетіла половину графства.

source: Every day Snowball and Napoleon sent out flights of pigeons whose instructions were to mingle with the animals on neighbouring farms, tell them the story of the Rebellion, and teach them the tune of Beasts of England.
uk_1984_iryna_dybko_khutir_tvaryn: а це завдяки тому, що Вісарйонов і Давидович посилали голубів, щоб вони злітали в сусідні села й хутори, та всім тваринам розказували про революцію і при тому вчили їх співати «Тварини всіх країн».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Щодня Сніжок і Наполеон насилали зграї голубів, щоб ті проникали до сусідніх ферм і розповідали мешканцям про повстання та навчали гімну «Тварин Англії».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніжок і Наполеон щодня розсилали зграйки голубів, щоб ті поширювали серед тварин на інших фермах інформацію про Повстання й навчили їх пісні «Тварини Англії».
